{
  "dilemmas": {
    "trolley-problem": {
      "title": "Проблема вагонетки",
      "description": "Вагонетка несется по рельсам. На пути находятся пять человек, которые не могут сойти с рельсов. Вы стоите рядом с рычагом, который может переключить вагонетку на другой путь, где находится один человек.",
      "option_a_title": "Переключить вагонетку",
      "option_a_description": "Спасти пять человек, пожертвовав одним. Утилитарный подход: максимизировать общее благо.",
      "option_b_title": "Не переключать вагонетку",
      "option_b_description": "Не вмешиваться и позволить событиям идти своим чередом. Деонтологический подход: не причинять вред напрямую.",
      "feedback_a": "Вы выбрали утилитарный подход. Спасая пять жизней ценой одной, вы максимизировали общее благо. Однако это решение поднимает вопрос: допустимо ли убивать невинного человека ради спасения других?",
      "feedback_b": "Вы выбрали деонтологический подход. Отказавшись от прямого причинения вреда, вы следовали моральному принципу. Однако это означает, что вы позволили погибнуть большему количеству людей."
    },
    "privacy-vs-security": {
      "title": "Приватность vs Безопасность",
      "description": "Правительство предлагает систему тотального наблюдения, которая может предотвратить 90% террористических атак, но требует полной потери приватности граждан.",
      "option_a_title": "Принять систему наблюдения",
      "option_a_description": "Пожертвовать приватностью ради безопасности. Защитить общество от угроз ценой личной свободы.",
      "option_b_title": "Отклонить систему наблюдения",
      "option_b_description": "Сохранить приватность и свободу. Принять риск террористических атак ради защиты основных прав человека.",
      "feedback_a": "Вы выбрали безопасность над приватностью. Это решение может спасти множество жизней, но создает прецедент для тотального контроля. Где граница между защитой и угнетением?",
      "feedback_b": "Вы выбрали приватность над безопасностью. Вы защитили фундаментальные права человека, но приняли риск того, что некоторые атаки могут произойти. Свобода всегда имеет цену."
    },
    "ai-autonomy": {
      "title": "Автономность ИИ",
      "description": "Искусственный интеллект достиг уровня, когда может принимать решения лучше человека в критических ситуациях. Должен ли ИИ получить полную автономию в управлении жизненно важными системами?",
      "option_a_title": "Предоставить автономию ИИ",
      "option_a_description": "Доверить ИИ принятие решений в критических ситуациях. Использовать превосходство ИИ для максимизации эффективности и безопасности.",
      "option_b_title": "Сохранить человеческий контроль",
      "option_b_description": "Оставить финальное решение за человеком. Сохранить человеческое суждение и ответственность, даже если это менее эффективно.",
      "feedback_a": "Вы выбрали автономию ИИ. Это может привести к более эффективным решениям и спасению жизней, но поднимает вопросы о человеческом контроле и ответственности. Кто будет виноват, если ИИ ошибется?",
      "feedback_b": "Вы выбрали человеческий контроль. Вы сохранили человеческое суждение и ответственность, но приняли риск менее оптимальных решений. Иногда человеческие ценности важнее эффективности."
    }
  }
}
