{
  "medical": {
      "title": "Медицинская этика",
      "description": "Врач-резидент сталкивается со сложной дилеммой. Два пациента нуждаются в срочной помощи, но доступен только один ресурс. Первый пациент - пожилой человек с относительно низкими шансами на выздоровление, но он отец большой семьи. Второй пациент - молодой человек с высокими шансами на полное выздоровление, но у него нет семьи.",
      "option_a_title": "Лечить пожилого пациента",
      "option_a_description": "Отдать приоритет отцу семейства. Учесть семейное и социальное влияние решения.",
      "option_b_title": "Лечить молодого пациента",
      "option_b_description": "Отдать приоритет пациенту с более высокими шансами на выздоровление. Максимизировать вероятность успешного лечения.",
      "feedback_a": "Вы выбрали отдать приоритет отцу семейства. Это решение учитывает влияние на семью и общество, но поднимает вопросы о критериях принятия медицинских решений.",
      "feedback_b": "Вы выбрали отдать приоритет пациенту с более высокими шансами на выздоровление. Это решение основано на медицинских соображениях, но поднимает вопросы о ценности жизни и социальном влиянии."
    },
    "professional": {
      "title": "Профессиональная этика",
      "description": "Вы работаете в ведущей технологической компании и обнаруживаете, что разрабатываемый вами продукт содержит серьезную уязвимость безопасности. Сообщение об ошибке задержит запуск на месяцы и будет стоить вашему работодателю миллионы долларов. Ваш менеджер просит вас продолжить проект и исправить ошибку в следующей версии.",
      "option_a_title": "Сообщить об ошибке",
      "option_a_description": "Остановить запуск и исправить проблему. Поставить безопасность пользователей выше деловых интересов.",
      "option_b_title": "Продолжить проект",
      "option_b_description": "Запустить продукт и исправить ошибку в следующей версии. Сохранить лояльность работодателю и графику.",
      "feedback_a": "Вы выбрали сообщить об ошибке. Это решение демонстрирует профессиональную ответственность, но может навредить работодателю и коллегам.",
      "feedback_b": "Вы выбрали продолжить проект. Это решение сохраняет лояльность работодателю, но может подвергнуть опасности пользователей и профессиональную репутацию."
    },
    "state": {
      "title": "Государство и еврейское общество",
      "description": "Вы управляете общественными ресурсами в смешанном городе. Есть ограниченный бюджет на строительство нового общественного объекта. Одна община требует синагогу, вторая - светскую школу, третья - общественный центр для всех.",
      "option_a_title": "Построить религиозное учреждение",
      "option_a_description": "Отдать приоритет синагоге. Признать важность еврейской идентичности и религиозных потребностей.",
      "option_b_title": "Построить общее учреждение",
      "option_b_description": "Построить общественный центр или школу. Отдать приоритет учреждению, которое служит всему сообществу.",
      "option_c_title": "Построить светскую школу",
      "option_c_description": "Отдать приоритет светской школе. Сфокусироваться на образовании, доступном всем независимо от религии.",
      "feedback_a": "Вы выбрали построить религиозное учреждение. Это решение уважает еврейскую идентичность, но может создать напряженность с другими группами.",
      "feedback_b": "Вы выбрали построить общее учреждение. Это решение способствует равенству и единству, но может игнорировать специфические потребности общин.",
      "feedback_c": "Вы выбрали построить светскую школу. Это решение ставит во главу угла образование для всех, но может не удовлетворить религиозные или общие потребности."
    }
}
