{
  "medical": {
      "title": "Medical Ethics",
      "description": "A resident doctor faces a complex dilemma. Two patients need urgent care, but only one resource is available. The first patient is an elderly person with relatively low recovery chances, but he is a father to a large family. The second patient is young with high chances of full recovery, but has no family.",
      "option_a_title": "Treat the Elderly Patient",
      "option_a_description": "Prioritize the family father. Consider the family and social impact of the decision.",
      "option_b_title": "Treat the Young Patient",
      "option_b_description": "Prioritize the patient with higher recovery chances. Maximize the likelihood of successful treatment.",
      "feedback_a": "You chose to prioritize the family father. This decision considers the impact on family and community, but raises questions about medical decision-making criteria.",
      "feedback_b": "You chose to prioritize the patient with higher recovery chances. This decision is based on medical considerations, but raises questions about the value of life and social impact."
    },
    "professional": {
      "title": "Professional Ethics",
      "description": "You work at a leading tech company and discover that the product you're developing contains a severe security bug. Reporting the bug will delay the launch by months and cost your employer millions of dollars. Your manager asks you to continue with the project and fix the bug in the next version.",
      "option_a_title": "Report the Bug",
      "option_a_description": "Stop the launch and fix the issue. Put user safety above business interests.",
      "option_b_title": "Continue with Project",
      "option_b_description": "Launch the product and fix the bug in the next version. Maintain loyalty to employer and schedule.",
      "feedback_a": "You chose to report the bug. This decision demonstrates professional responsibility, but could harm your employer and colleagues.",
      "feedback_b": "You chose to continue with the project. This decision maintains loyalty to your employer, but could endanger users and professional reputation."
    },
    "state": {
      "title": "State and Jewish Society",
      "description": "You manage public resources in a mixed city. There is a limited budget to build a new public facility. One community demands a synagogue, a second community demands a secular school, and a third community demands a community center for everyone.",
      "option_a_title": "Build Religious Institution",
      "option_a_description": "Prioritize the synagogue. Recognize the importance of Jewish identity and religious needs.",
      "option_b_title": "Build Shared Institution",
      "option_b_description": "Build a community center or school. Prioritize an institution that serves the entire community.",
      "option_c_title": "Build Secular School",
      "option_c_description": "Prioritize the secular school. Focus on education accessible to all regardless of religion.",
      "feedback_a": "You chose to build a religious institution. This decision respects Jewish identity, but could create tension with other groups.",
      "feedback_b": "You chose to build a shared institution. This decision promotes equality and unity, but could ignore specific needs of communities.",
      "feedback_c": "You chose to build a secular school. This decision prioritizes education for all, but may not satisfy religious or shared-space demands."
    }
}
