{
  "medical": {
    "title": "אתיקה רפואית",
    "description": "רופא מתמחה עומד בפני דילמה מורכבת. שני מטופלים זקוקים לטיפול דחוף, אך יש רק משאב אחד זמין. המטופל הראשון הוא אדם מבוגר עם סיכויי החלמה נמוכים יחסית, אך הוא אב למשפחה גדולה. המטופל השני הוא צעיר עם סיכויים גבוהים להחלמה מלאה, אך אין לו משפחה.",
    "option_a_title": "לטפל במבוגר",
    "option_a_description": "לתת עדיפות לאב המשפחה. להתחשב בהשפעה המשפחתית והחברתית של ההחלטה.",
    "option_b_title": "לטפל בצעיר",
    "option_b_description": "לתת עדיפות למטופל עם סיכויי החלמה גבוהים. למקסם את הסיכוי להצלחת הטיפול.",
    "feedback_a": "בחרת לתת עדיפות לאב המשפחה. החלטה זו מתחשבת בהשפעה על המשפחה והקהילה, אך מעלה שאלות לגבי קריטריונים לקבלת החלטות רפואיות.",
    "feedback_b": "בחרת לתת עדיפות למטופל עם סיכויי החלמה גבוהים. החלטה זו מבוססת על שיקולים רפואיים, אך מעלה שאלות לגבי ערך החיים והשפעה חברתית."
  },
  "professional": {
    "title": "אתיקה מקצועית",
    "description": "אתה עובד בחברת הייטק מובילה ומגלה שהמוצר שאתה מפתח מכיל באג אבטחה חמור. דיווח על הבאג יעכב את ההשקה בחודשים ויעלה למעסיק שלך מיליוני דולרים. המנהל שלך מבקש ממך להמשיך בפרויקט ולטפל בבאג בגרסה הבאה.",
    "option_a_title": "לדווח על הבאג",
    "option_a_description": "לעצור את ההשקה ולתקן את הבעיה. לשים את בטיחות המשתמשים מעל אינטרסים עסקיים.",
    "option_b_title": "להמשיך בפרויקט",
    "option_b_description": "להשיק את המוצר ולתקן את הבאג בגרסה הבאה. לשמור על נאמנות למעסיק ולוח הזמנים.",
    "feedback_a": "בחרת לדווח על הבאג. החלטה זו מעידה על אחריות מקצועית, אך עלולה לפגוע במעסיק ובעמיתים לעבודה.",
    "feedback_b": "בחרת להמשיך בפרויקט. החלטה זו שומרת על נאמנות למעסיק, אך עלולה לסכן את המשתמשים ואת המוניטין המקצועי."
  },
  "state": {
    "title": "מדינה וחברה יהודית",
    "description": "אתה מנהל משאבים ציבוריים בעיר מעורבת. יש תקציב מוגבל לבניית מוסד ציבורי חדש. קהילה אחת דורשת בית כנסת, קהילה שנייה דורשת בית ספר חילוני, וקהילה שלישית דורשת מרכז קהילתי לכולם.",
    "option_a_title": "לבנות מוסד דתי",
    "option_a_description": "לתת עדיפות לבית כנסת. להכיר בחשיבות הזהות היהודית והצרכים הדתיים.",
    "option_b_title": "לבנות מוסד משותף",
    "option_b_description": "לבנות מרכז קהילתי או בית ספר. לתת עדיפות למוסד שישרת את כל הקהילה.",
    "option_c_title": "לבנות בית ספר חילוני",
    "option_c_description": "לתת עדיפות לבית הספר החילוני. להתמקד בחינוך נגיש לכולם ללא קשר לדת.",
    "feedback_a": "בחרת לבנות מוסד דתי. החלטה זו מכבדת את הזהות היהודית, אך עלולה ליצור מתח עם קבוצות אחרות.",
    "feedback_b": "בחרת לבנות מוסד משותף. החלטה זו מקדמת שוויון ואחדות, אך עלולה להתעלם מצרכים ספציפיים של קהילות.",
    "feedback_c": "בחרת לבנות בית ספר חילוני. החלטה זו נותנת עדיפות לחינוך לכולם, אך עלולה לא לספק את דרישות הדת או המרחב המשותף."
  }
}
